{
    "type": "bundle",
    "id": "bundle--07f7093d-9197-4f00-8e74-b11c9c5fe1e8",
    "spec_version": "2.0",
    "objects": [
        {
            "type": "attack-pattern",
            "id": "attack-pattern--4d34ed99-360b-4189-bf94-e444ad084b21",
            "created_by_ref": "identity--4728e5be-4756-49f7-81b1-4fa0b2d01ca8",
            "created": "2019-11-15T12:28:07.728Z",
            "modified": "2019-11-15T12:28:07.728Z",
            "name": "Create fake Social Media Profiles / Pages / Groups",
            "description": "Create key social engineering assets needed to amplify content, manipulate algorithms, fool public and/or specific incident/campaign targets. \n\nComputational propaganda depends substantially on false perceptions of credibility and acceptance. By creating fake users and groups with a variety of interests and commitments, attackers can ensure that their messages both come from trusted sources and appear more widely adopted than they actually are. \n\nExamples: Ukraine elections (2019) circumvent Facebook’s new safeguards by paying Ukrainian citizens to give a Russian agent access to their personal pages. EU Elections (2019) Avaaz reported more than 500 suspicious pages and groups to Facebook related to the three-month investigation of Facebook disinformation networks in Europe. Mueller report (2016) The IRA was able to reach up to 126 million Americans on Facebook via a mixture of fraudulent accounts, groups, and advertisements, the report says. Twitter accounts it created were portrayed as real American voices by major news outlets. It was even able to hold real-life rallies, mobilizing hundreds of people at a time in major cities like Philadelphia and Miami. ",
            "kill_chain_phases": [
                {
                    "kill_chain_name": "mitre-attack",
                    "phase_name": "develop-people"
                }
            ],
            "external_references": [
                {
                    "source_name": "mitre-attack",
                    "url": "https://github.com/misinfosecproject/amitt_framework/blob/master/techniques/T0007.md",
                    "external_id": "T0007"
                }
            ],
            "object_marking_refs": [
                "marking-definition--9e7c30b0-436a-4024-9993-9149c032f74a"
            ],
            "x_mitre_platforms": [
                [
                    "Cyber",
                    "Physical"
                ]
            ],
            "x_mitre_version": "1.0"
        }
    ]
}
